Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E04B.tmx
Source language: en_us
Languages: zh_cn

source: 7 Home-Made Hair Treatments
zh_cn: 7种DIY护发产品让头发顺滑又有型

source: BAKING SODA
zh_cn: 小苏打

source: If you feel your hair is getting a lot of build up from your hair products, try mixing a tablespoon of baking soda with a little bit of water to make a paste. Massage into your damp hair and allow the paste to sit for at least 15 minutes before you rinse it out. Follow up with shampoo and conditioner.
zh_cn: 如果你想增强洗发护发产品的效果，洗发前先用一勺小苏打兑水，成粘稠状后均匀抹在头发上并停留15分钟，接着进行日常洗发护理。

source: AVOCADO
zh_cn: 牛油果

source: Avocado works great as a home-made hair treatment to tame frizzy hair.
zh_cn: 牛油果也称酪梨，鳄梨，对驯服卷曲头发有奇效。

source: The oils and proteins of an avocado add moisture to hair and help control fly-aways.
zh_cn: 牛油果中的油分和维他命加上水分可以使杂乱的头发变得顺滑。

source: Massage a half of a mashed up avocado into damp, clean hair. Let the mixture sit on the hair for 15 minutes.
zh_cn: 在洗完头后，抹半个捣碎的牛油果在湿发上并停留15分钟。

source: For best results use this #avocado mixture on your hair every two weeks.
zh_cn: 此方法两周一次，效果更好。

source: CORNMEAL AND CORNSTARCH
zh_cn: 燕麦片和淀粉

source: If oily hair is what's been giving you troubles lately you can fight back using some cornmeal or cornstarch.
zh_cn: 燕麦和淀粉可以挽救你常常出油的头发。

source: Sprinkle no more than a tablespoon of either ingredient, not both, onto your dry hair and scalp. Rub it gently in your scalp to really soak up the oil.
zh_cn: 取一勺燕麦或淀粉倒在出油的头皮上，轻柔的按摩直到油分被吸收。

source: After 10 minutes, use a big paddle hairbrush to brush out all the remaining cornmeal or cornstarch out of your hair.
zh_cn: 10分钟后用宽齿梳梳掉残留的燕麦或淀粉。

source: EGG MASK
zh_cn: 鸡蛋发膜

source: Raw egg works wonders as a home-made hair treatment.
zh_cn: 未加工的鸡蛋对头发有很好的修复作用。

source: Ladies with normal hair can use the entire egg to treat their hair. However, girls with oily hair should use the egg whites only, and girls with dry hair should use just the egg yolk.
zh_cn: 蛋清发膜适用油性发质，蛋黄发膜适用干性发质，全鸡蛋发膜适用混合发质。

source: Massage whatever part of the egg is best for your hair type all over the scalp and hair. Let it sit for 20 minutes before rinsing out with cool water.
zh_cn: 只要将适合自己的鸡蛋发发膜涂在想要修复的地方并停留20分钟，用清水冲掉就能达到很好的效果。

source: LEMON JUICE AND OLIVE OIL
zh_cn: 柠檬汁和橄榄油

source: Lemon juice and olive oil mixture helps fight dry flakes in your hair.
zh_cn: 柠檬汁和橄榄油可以修复头发分分叉。

source: Mix equal parts of lemon juice, water, and olive oil together. Apply this home-made hair treatment to your damp scalp. Let the mixture stay in your hair for at least 20 minutes before rinsing out and shampooing your hair.
zh_cn: 先用等比例的柠檬汁，橄榄油和水混合，抹在头发上并停留20分钟，然后用洗发露洗掉。

source: BEER
zh_cn: 啤酒

source: Who would have thought beer would work as a home-made hair treatment? Well, it does -especially if you have flat, limp hair.
zh_cn: 啤酒可以把没有硬度的头发变得有造型感。

source: Pour a flat beer into a spray bottle and spritz hair all over to add volume and body.
zh_cn: 把啤酒到在喷瓶里，喷在头发上并用手抓出造型。

source: But wait- That's not all! The ingredients in beer work to strengthen your hair so you won't only get luscious volume but condition your hair as well!
zh_cn: 更重要的是，啤酒不但有定型作用，同时还能用作免洗喷雾保护头发。

source: MAYO
zh_cn: 蛋黄酱

source: Mayo works as an excellent hair defrizzer, helping your #hairstyle maintain its sheen and shape despite your hair's weakness to damp weather.
zh_cn: 蛋黄酱是很好的塑形产品，能使头发在潮湿的空气中依旧保持好的造型。

source: Let the mayo sit on your hair for 30 minutes, then wash it out.
zh_cn: 在洗发素前抹一些蛋黄酱在头发上并停留30分钟，然后洗掉。
